Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/Podcasts.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SPLASH_SUMMARY
source: Apple Podcasts is designed to protect your information and enable you to choose what you share.
ar: صُمِّمَت Apple Podcasts بطريقة تحمي معلوماتك وتمكنّك من اختيار ما تود مشاركته.
bg: Услугата Apple Podcasts е създадена да защитава вашата информация и да ви позволява да избирате какво да споделяте.
ca: L’Apple Podcasts s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.
cs: Služba Apple Podcasts chrání vaše osobní údaje a ponechává vám kontrolu nad tím, co sdílíte.
da: Apple Podcasts er udviklet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du vil dele.
de: Apple Podcasts ist dafür konzipiert, deine Daten zu schützen, und du kannst auswählen, was du teilst.
el: Το Apple Podcasts έχει σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.
es: Apple Podcasts se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.
es_us: Apple Podcasts se diseñó para proteger tu información y permitirte elegir lo que compartes.
fi: Apple Podcasts on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä haluat jakaa.
fr: L’app Apple Podcasts est conçue pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.
fr_ca: Apple Podcasts est conçu pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.
he: ‏Apple Podcasts תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.
hi: Apple Podcasts आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।
hr: Aplikacija Podcasti dizajnirana je kako bi zaštitila vaše informacije i omogućila odabir sadržaja koje želite dijeliti.
hu: Az Apple Podcastsot úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.
id: Apple Podcasts dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.
it: Il servizio Apple Podcasts è concepito in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.
ja: Apple Podcastはあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。
kk: Apple Podcasts сервисі жеке ақпаратыңызды қорғайтындай және бөлісу қажет объектілерді таңдауға мүмкіндік беретіндей етіп жасалған.
ko: Apple 팟캐스트는 사용자의 정보를 보호하도록 설계되었으며 공유할 내용을 사용자가 선택할 수 있습니다.
lt: „Apple Podcasts“ sukurta taip, kad apsaugotų jūsų informaciją ir leistų jums patiems pasirinkti, kokią informaciją norite bendrinti.
ms: Apple Podcasts direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.
nl: Apple Podcasts is ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.
no: Apple Podcasts beskytter informasjonen din og lar deg velge hva du vil dele.
pl: Usługa Apple Podcasts została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu.
pt_br: O Apple Podcasts é projetado para proteger as suas informações e permitir que você escolha os dados que compartilha.
pt_pt: O serviço Apple Podcasts foi concebido de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.
ro: Serviciul Apple Podcasts este conceput pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.
ru: Ваши данные, используемые сервисом Apple Podcasts, надежно защищены, и только Вы решаете, чем поделиться.
sk: Služba Apple Podcasts chráni vaše osobné údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.
sl: Storitev Apple Podcasts je zasnovana tako, da varuje vaše podatke in vam omogoča, da izberete, kaj boste delili.
sv: Podcaster har utformats för att skydda din information och låta dig välja vad du vill dela.
th: Apple Podcasts ได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณจะแชร์ได้
tr: Apple Podcasts, bilgilerinizi koruyacak ve ne paylaştığınızı seçmenizi sağlayacak şekilde tasarlanmıştır.
uk: Apple Podcasts спроєктовано так, щоб захищати вашу інформацію і давати вам змогу обирати, що поширювати.
vi: Apple Podcasts được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.
zh_cn: Apple播客旨在保护你的信息并可让你选择要共享的内容。
zh_hk: Apple Podcast的設計可保護你的資料並讓你選擇分享內容。
zh_tw: Apple Podcast的設計可保護你的資訊並讓你選擇分享的內容。

# THIRD_BULLET
source: We collect your podcast listening data in order to understand, and report to podcast providers in an aggregate manner about, podcast listening activity.
ar: نحن نجمع بيانات عن استماعك للبودكاست لفهم نشاط الاستماع وتقديم تقارير إجمالية بها إلى مزودي البودكاست.
bg: Ние събираме вашите данни за слушане на подкасти, за да разберем и докладваме в обобщена форма на доставчиците на подкасти дейността по слушане на подкасти.
ca: Recopilem informació sobre els pòdcasts que escoltes per entendre l’activitat relacionada i informar‑ne els proveïdors de pòdcasts de manera agregada.
cs: Údaje o poslechu podcastů shromažďujeme, abychom lépe porozuměli posluchačským aktivitám a mohli o nich poskytovatelům podcastů předávat souhrnné informace.
da: Vi indsamler dine podcastlyttedata for at forstå og levere samlede data til podcastleverandører om lytteaktiviteten.
de: Apple erfasst Informationen zu den von dir angehörten Podcasts, um zu verstehen, wie du „Podcasts“ verwendest, und erstattet Podcastanbietern in aggregierter Form Bericht zu deiner Podcastaktivität.
el: Συλλέγουμε τα δεδομένα ακρόασης podcast σας για να κατανοήσουμε και να παρέχουμε αναφορές σε παρόχους podcast σε συγκεντρωτική μορφή σχετικά με τη δραστηριότητα ακρόασης podcast.
es: Recopilamos la información de los podcasts que escuchas para entender tus hábitos de escucha de podcasts y elaborar informes que facilitamos a los proveedores de podcasts de manera agregada.
es_us: Recopilamos datos sobre los podcasts que escuchas para entender y proporcionar a los proveedores de podcasts reportes de datos agrupados sobre la actividad de podcasts.
fi: Podcastien kuuntelutietosi kerätään koosteena podcastien kuuntelutoiminnan ymmärtämiseksi. Ne myös lähetetään podcastien tarjoajille.
fr: Nous collectons vos données d’écoute de podcasts afin d’analyser l’audience des podcasts et de fournir des rapports sur celle-ci aux fournisseurs de podcasts sous une forme agrégée.
fr_ca: Nous recueillons vos données d’écoute de balados pour comprendre vos activités d’écoute et communiquer ces données de façon consolidée aux fournisseurs de balados.
he: אנחנו אוספים את נתוני ההאזנה שלך לפודקאסטים כדי להבין את פעילויות ההאזנה שלך לפודקאסטים וכדי לדווח לספקי הפודקאסטים על הפעילויות הללו כנתונים מצטברים.
hi: हम आपके सुने हुए पॉडकास्ट का डेटा संग्रहित करते हैं ताकि सुने हुए पॉडकास्ट के डेटा के बारे में समग्रतापूर्वक समझा जा सके और पॉडकास्ट प्रदाताओं को रिपोर्ट किया जा सके।
hr: Prikupljamo informacije o vašem slušanju podcasta kako bismo bolje razumjeli i podnijeli agregirane izvještaje o aktivnosti slušanja podcasta pružateljima usluga podcasta.
hu: A podcasthallgatási adatok gyűjtése a podcasthallgatási tevékenység megértése érdekében történik, valamint hogy arról összesített formában jelentést készítsünk a podcastszolgáltatók számára.
id: Kami mengumpulkan data aktivitas mendengarkan podcast Anda untuk memahami dan memberikan laporan kepada penyedia podcast dalam bentuk agregat mengenai aktivitas mendengarkan podcast.
it: Apple raccoglie dati relativi ai podcast che riproduci al fine di analizzare l’utilizzo della funzionalità e di fornire informazioni sull’attività di ascolto, in modalità aggregata, a chi pubblica i podcast.
ja: Appleは、理解の向上およびポッドキャスト提供者へのレポートの目的で、ポッドキャストの視聴活動データを集約された形で収集します。
kk: Подкасттарды қалай тыңдайтыныңыз туралы деректер подкасттарды тыңдау белсенділігін түсіну және подкаст провайдерлеріне ол туралы жиынтық ақпаратты ұсыну үшін пайдаланылады.
ko: Apple은 사용자의 팟캐스트 청취에 관한 활동을 이해하고 이를 집계된 방식으로 팟캐스트 제공자에게 리포트하기 위해 사용자의 팟캐스트 청취 관련 데이터를 수집합니다.
lt: Jūsų tinklalaidžių klausymosi duomenis renkame tam, kad suprastume tinklalaidžių klausymosi veiklą ir galėtume apie ją apibendrintu būdu teikti ataskaitas tinklalaidžių kūrėjams.
ms: Kami mengumpulkan data pendengaran podcast anda untuk memahami dan melaporkan kepada penyedia podcast secara teragregat tentang aktiviti pendengaran podcast.
nl: We verzamelen je afspeelgegevens om beter te begrijpen wie er naar podcasts luistert en om deze informatie in samengevoegde vorm aan aanbieders van podcasts te rapporteren.
no: Vi samler inn data om din podkastaktivitet for å kunne danne oss et bilde av lyttemønster og avgi en generell oversikt til podkastutgivere.
pl: Gromadzimy dane o Twoim słuchaniu podcastów, aby lepiej poznać Twoją aktywność oraz aby móc dostarczać wydawcom zagregowane informacje o słuchalności ich podcastów.
pt_br: Coletamos os dados dos podcasts que você ouve para entender e fornecer aos provedores de podcasts relatórios agregados sobre a audiência de podcasts.
pt_pt: Recolhemos informação acerca do que ouve para melhor perceber os hábitos de escuta. Esta informação é comunicada, em agregado, aos fornecedores de podcasts.
ro: Colectăm date pentru a înțelege activitatea dvs. de ascultare a podcasturilor și pentru a raporta despre aceasta, într‑o manieră agregată, către furnizorii podcasturilor.
ru: Мы собираем данные о том, как Вы слушаете подкасты, для анализа пользовательской активности, связанной с прослушиванием подкастов, и предоставления провайдерам подкастов обобщенной информации о ней.
sk: Dáta týkajúce sa počúvania podcastov zhromažďujeme s cieľom pochopiť aktivity poslucháčov a poskytovať ich v agregovanej podobe poskytovateľom podcastov.
sl: Vaše podatke o poslušanju podkastov zbiramo, da bi razumeli dejavnost poslušanja podkastov in o njej na zbirni način poročali ponudnikom podkastov.
sv: Vi samlar in information om ditt poddlyssnande så att vi kan förstå hur användare lyssnar på poddar och rapportera sammanslagna data till poddleverantörer.
th: เราเก็บรวบรวมข้อมูลการฟังพ็อดคาสท์ของคุณเพื่อทำความเข้าใจและแจ้งลักษณะโดยรวมให้ผู้ให้บริการพ็อดคาสท์ทราบเกี่ยวกับกิจกรรมการฟังพ็อดคาสท์
tr: Podcast dinleme etkinliğini anlayabilmek ve podcast sağlayıcılarına toplu bir şekilde rapor halinde sunabilmek üzere podcast dinleme verilerinizi topluyoruz.
uk: Ми збираємо дані про те, як ви слухаєте подкасти, щоб краще розуміти ваші потреби та надсилати звіти у зведеній формі видавцям подкастів про активність щодо слухання подкастів.
vi: Chúng tôi thu thập dữ liệu nghe podcast của bạn để hiểu và báo cáo cho các nhà cung cấp podcast bằng hình thức tổng hợp về hoạt động nghe podcast.
zh_cn: 我们收集你的播客收听数据，以了解播客收听活动并以聚合方式将其报告给播客提供者。
zh_hk: 我們會收集你的Podcast收聽資料以了解Podcast收聽活動，並將其以彙集方式報告予Podcast提供者。
zh_tw: 我們會收集你的Podcast聆聽資料來瞭解Podcast聆聽活動，並將其以彙集方式回報給Podcast提供者。
